{
  "plugins": {
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "neo-tree.nvim": {
      "src": "https://github.com/nvim-neo-tree/neo-tree.nvim",
      "version": "3.0.0 - 4.0.0"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-lsp-file-operations": {
      "src": "https://github.com/antosha417/nvim-lsp-file-operations"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "nvim-window-picker": {
      "src": "https://github.com/s1n7ax/nvim-window-picker",
      "version": "2.0.0 - 3.0.0"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
